Repository: groupserver/gs.group.type.announcement
Catalog: gs/group/type/announcement/locales/*/LC_MESSAGES/gs.group.type.announcement.po
Languages: fr

# active-members-area-loading-message
source: ${loading-icon} Loading the list of active members…
fr: ${loadingIcon} Chargement de la liste des membres actifs...

# active-members-area-members-link
source: Membership
fr: Adhésion

# active-members-area-stats-link
source: Posting statistics
fr: Statistiques des messages

# active-members-area-title
source: Recently active
fr: Récemment actif

# search-area-all-posts-link
source: All posts
fr: Tous les posts

# search-area-anon-message
source: You must be a logged in member of ${groupName} to view the posts.
fr: Vous devez être <strong>connecté</strong> dans le groupe ${groupName} afin de pouvoir consulter les posts.

# search-area-feed-link
source: Web feed
fr: Flux Internet des posts

# search-area-loading-message
source: ${loading-icon} Loading the posts…
fr: ${loadingIcon} Chargement des posts...

# search-area-new-post
source: ${new-icon} <b>New post</b>
fr: ${new-icon} <b>Nouveau post</b>

# search-area-newer-posts-button
source: Newer
fr: Récent

# search-area-no-posts-yet
source: People are yet to post to this group.
fr: Les membres n'ayant pas encore posté.

# search-area-older-posts-button
source: Older
fr: Plus ancien

# search-area-search-button
source: Search
fr: Recherche

# search-area-search-placeholder
source: Search within posts…
fr: Rechercher dans les posts…

# search-area-search-title
source: Search within posts
fr: Rechercher dans les posts
